Repository: Vistaus/niu
Catalog: po/*.po
Languages: de

source: Current Date
de: Aktuelles Datum

source: Show Niu…
de: Niu zeigen...

source: Start Pomodoro…
de: Pomodoro beginnen...

source: Show Only Beats
de: Nur Beats anzeigen

source: Quit Niu
de: Beende Niu

source: In the Nataniev Time system, it is now…
de: Im System der Nataniev-Zeit ist es jetzt...

source: Learn about Nataniev Time
de: Erfahren Sie mehr über die Nataniev-Zeit

source: Settings
de: Einstellungen

source: Show an indicator:
de: Einen Indikator anzeigen:

source: Start in background:
de: Im Hintergrund beginnen:

source: Go stand and stretch for a while before continuing.
de: Stellen Sie sich auf und strecken Sie sich für eine Weile, bevor Sie weitermachen.

source: Go drink something before continuing.
de: Trinken Sie etwas, bevor Sie weitermachen.

source: Go rest for a while before continuing.
de: Ruhen Sie sich eine Weile aus, bevor Sie weitermachen.
